Tekla.Structures.DrawingInternal.dotGrLinkAttributes_t


Tekla.Structures.DrawingInternal.dotGrLinkAttributes_t.Attributes


Tekla.Structures.DrawingInternal.dotGrLinkAttributes_t.Scaling


Tekla.Structures.DrawingInternal.dotGrLinkAttributes_t.Font


Tekla.Structures.DrawingInternal.dotGrLinkAttributes_t.Frame


Tekla.Structures.DrawingInternal.dotGrLinkAttributes_t.ToStruct(Tekla.Structures.Drawing.LinkAttributes)


Tekla.Structures.DrawingInternal.dotGrLinkAttributes_t.FromStruct(Tekla.Structures.Drawing.LinkAttributes)
